Repository: PITADIA/android-couple-app
Catalog: QuestionsProfondes.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# qp_219
source: What ordinary thing touches you deeply without you knowing why?
de: Welche ganz alltägliche Sache berührt dich tief, ohne dass du weißt warum?
es: ¿Qué cosa ordinaria te conmueve profundamente sin saber por qué?
fr: Quelle chose banale te touche profondément sans que tu ne saches pourquoi ?
it: Quale cosa ordinaria ti commuove profondamente senza che tu sappia perché?
nl: Welke alledaagse zaak raakt je diep zonder dat je weet waarom?
pt_br: Que coisa banal te toca profundamente sem você saber por quê?
pt_pt: Que coisa banal te toca profundamente sem saberes porquê?

# qp_220
source: Do you think mistakes are important for one's own development?
de: Findest du, dass Fehler wichtig für die eigene Entwicklung sind?
es: ¿Crees que los errores son importantes para el propio desarrollo?
fr: Penses-tu que les erreurs sont importantes pour son propre développement ?
it: Pensi che gli errori siano importanti per il proprio sviluppo?
nl: Denk je dat fouten belangrijk zijn voor je eigen ontwikkeling?
pt_br: Você acha que os erros são importantes para o próprio desenvolvimento?
pt_pt: Achas que os erros são importantes para o próprio desenvolvimento?

# qp_221
source: What do you hope from yourself for the coming years?
de: Was erhoffst du dir von dir selbst für die nächsten Jahre?
es: ¿Qué esperas de ti mismo/a para los próximos años?
fr: Qu'espères-tu de toi même pour les prochaines années ?
it: Cosa speri da te stesso/a per i prossimi anni?
nl: Wat hoop je van jezelf voor de komende jaren?
pt_br: O que você espera de si nos próximos anos?
pt_pt: O que esperas de ti nos próximos anos?

# qp_222
source: Who was the most benevolent person with you during your childhood?
de: Wer war in deiner Kindheit am fürsorglichsten zu dir?
es: ¿Quién fue la persona más benevolente contigo durante tu infancia?
fr: Qui a été la personne la plus bienveillante avec toi durant ton enfance ?
it: Chi è stata la persona più benevola con te durante la tua infanzia?
nl: Wie was de meest welwillende persoon voor jou tijdens je jeugd?
pt_br: Quem foi a pessoa mais benevolente com você durante sua infância?
pt_pt: Quem foi a pessoa mais benevolente contigo durante a tua infância?

# qp_223
source: How would you describe your relationship with your grandparents?
de: Wie würdest du deine Beziehung zu deinen Großeltern beschreiben?
es: ¿Cómo describirías tu relación con tus abuelos?
fr: Comment décrirais-tu ta relation avec tes grands-parents ?
it: Come descriveresti il tuo rapporto con i tuoi nonni?
nl: Hoe zou je je relatie met je grootouders beschrijven?
pt_br: Como você descreve sua relação com seus avós?
pt_pt: Como descreves a tua relação com os teus avós?

# qp_224
source: What's most important in a couple according to you?
de: Was ist deiner Meinung nach das Wichtigste in einer Beziehung?
es: ¿Qué es lo más importante en una pareja según tú?
fr: Qu'est-ce qui est le plus important selon toi dans un couple ?
it: Cosa è più importante in una coppia secondo te?
nl: Wat is volgens jou het belangrijkste in een koppel?
pt_br: Para você, o que é mais importante em um casal?
pt_pt: Para ti, o que é mais importante num casal?

# qp_225
source: What quality should a man have according to you?
de: Welche Eigenschaft sollte ein Mann deiner Meinung nach unbedingt haben?
es: ¿Qué cualidad debería tener un hombre según tú?
fr: Quelle est la qualité qu'un homme devrait avoir selon toi ?
it: Quale qualità dovrebbe avere un uomo secondo te?
nl: Welke eigenschap moet een man volgens jou hebben?
pt_br: Que qualidade um homem deve ter, na sua opinião?
pt_pt: Que qualidade deve ter um homem, segundo tu?

# qp_226
source: What quality should a woman have according to you?
de: Welche Eigenschaft sollte eine Frau deiner Meinung nach unbedingt haben?
es: ¿Qué cualidad debería tener una mujer según tú?
fr: Quelle est la qualité qu'une femme devrait avoir selon toi ?
it: Quale qualità dovrebbe avere una donna secondo te?
nl: Welke eigenschap moet een vrouw volgens jou hebben?
pt_br: Que qualidade uma mulher deve ter, na sua opinião?
pt_pt: Que qualidade deve ter uma mulher, segundo tu?

# qp_227
source: Do you often need to spend time alone, just with yourself?
de: Brauchst du oft Zeit nur für dich ganz allein?
es: ¿Necesitas a menudo pasar tiempo a solas, solo contigo mismo/a?
fr: As-tu besoin de souvent passer du temps seul, avec toi même ?
it: Hai spesso bisogno di passare del tempo da solo/a, solo con te stesso/a?
nl: Heb je vaak de behoefte om tijd alleen door te brengen, gewoon met jezelf?
pt_br: Você precisa muitas vezes passar tempo sozinho, apenas com você mesmo?
pt_pt: Precisas muitas vezes de passar tempo sozinho, só contigo?

# qp_228
source: What do you think about vulgarity in a couple?
de: Was hältst du von vulgärer Sprache oder vulgärem Verhalten in einer Beziehung?
es: ¿Qué piensas de la vulgaridad en una pareja?
fr: Que penses-tu de la vulgarité dans un couple ?
it: Cosa pensi della volgarità in una coppia?
nl: Wat vind je van grof doen in een relatie?
pt_br: O que você acha da vulgaridade em um casal?
pt_pt: O que pensas da vulgaridade num casal?

# qp_229
source: Do you think our ancestors watch over us?
de: Glaubst du, dass unsere Vorfahren über uns wachen?
es: ¿Crees que nuestros antepasados nos vigilan?
fr: Penses-tu que nos ancêtres nous observe ?
it: Pensi che i nostri antenati veglino su di noi?
nl: Denk je dat onze voorouders over ons waken?
pt_br: Você acha que nossos antepassados velam por nós?
pt_pt: Achas que os nossos antepassados velam por nós?

# qp_230
source: What's the historical event you like most?
de: Welches historische Ereignis findest du am spannendsten?
es: ¿Cuál es el acontecimiento histórico que más te gusta?
fr: Quel est l'évènement historique que tu aimes le plus ?
it: Qual è l'evento storico che ti piace di più?
nl: Welk historisch evenement vind je het interessantst?
pt_br: Qual é o evento histórico que você mais gosta?
pt_pt: Qual é o acontecimento histórico de que mais gostas?

# qp_231
source: Have you ever loved someone with a love you didn't understand yourself?
de: Hast du schon mal jemanden geliebt, auf eine Art, die du selbst nicht verstanden hast?
es: ¿Has amado alguna vez a alguien con un amor que ni tú mismo/a entendías?
fr: As-tu déjà aimé quelqu'un d'un amour que tu ne comprenais pas toi-même ?
it: Hai mai amato qualcuno con un amore che nemmeno tu capivi?
nl: Heb je ooit iemand liefgehad met een liefde die je zelf niet begreep?
pt_br: Você já amou alguém com um amor que nem você entendia?
pt_pt: Já amaste alguém com um amor que nem tu entendias?

# qp_232
source: Do you feel at peace with your past?
de: Bist du mit deiner Vergangenheit im Reinen?
es: ¿Te sientes en paz con tu pasado?
fr: Te sens-tu en paix avec ton passé ?
it: Ti senti in pace con il tuo passato?
nl: Ben je in het reine met je verleden?
pt_br: Você se sente em paz com o seu passado?
pt_pt: Sentes-te em paz com o teu passado?

# qp_233
source: If you had past demons to fight, could you describe them to me?
de: Wenn du alte Dämonen bekämpfen müsstest – wie würdest du sie beschreiben?
es: Si tuvieras demonios del pasado que combatir, ¿podrías describírmelos?
fr: Si tu avais des démons du passé à combattre, pourrais-tu me les décrire ?
it: Se avessi dei demoni del passato da affrontare, potresti descrivermeli?
nl: Als je demonen uit je verleden had om te bestrijden, kun je ze dan beschrijven?
pt_br: Se você tivesse demônios do passado para enfrentar, poderia descrevê-los para mim?
pt_pt: Se tivesses demónios do passado para enfrentar, poderias descrevê-los?

# qp_234
source: If you had to describe yourself to a stranger but without any filter, what would you say?
de: Wenn du dich einem Fremden ganz ungefiltert beschreiben müsstest – was würdest du sagen?
es: Si tuvieras que describirte a un desconocido sin ningún filtro, ¿qué dirías?
fr: Si tu devais te décrire à un inconnu mais sans aucun filtre, que dirais-tu ?
it: Se dovessi descriverti a uno sconosciuto senza alcun filtro, cosa diresti?
nl: Als je jezelf zonder filter aan een onbekende moest beschrijven, wat zou je dan zeggen?
pt_br: Se você tivesse que se descrever a um desconhecido sem filtros, o que diria?
pt_pt: Se tivesses de te descrever a um desconhecido sem filtros, o que dirias?

# qp_235
source: What truth do you want to scream but still keep inside you?
de: Welche Wahrheit würdest du am liebsten rausbrüllen, behältst sie aber noch für dich?
es: ¿Qué verdad quieres gritar pero aún guardas dentro de ti?
fr: Quelle vérité as-tu envie de crier mais que tu gardes encore en toi ?
it: Quale verità vorresti urlare ma tieni ancora dentro di te?
nl: Welke waarheid wil je uitschreeuwen maar houd je toch binnenin?
pt_br: Que verdade você quer gritar mas ainda guarda dentro de você?
pt_pt: Que verdade queres gritar mas ainda guardas dentro de ti?

# qp_236
source: What about you deserves to be recognized more?
de: Was an dir sollte viel mehr anerkannt werden?
es: ¿Qué hay en ti que merece ser reconocido más?
fr: Qu'est-ce qui, chez toi, mérite d'être reconnu davantage ?
it: Cosa in te merita di essere riconosciuto di più?
nl: Wat aan jou verdient meer erkenning?
pt_br: O que em você merece ser mais reconhecido?
pt_pt: O que em ti merece ser mais reconhecido?

# qp_237
source: Do you feel understood by your parents?
de: Fühlst du dich von deinen Eltern verstanden?
es: ¿Te sientes comprendido/a por tus padres?
fr: Te sens-tu compris(e) par tes parents ?
it: Ti senti compreso/a dai tuoi genitori?
nl: Voel je je begrepen door je ouders?
pt_br: Você se sente compreendido pelos seus pais?
pt_pt: Sentes-te compreendido pelos teus pais?

# qp_238
source: Who's the last person you were afraid of losing?
de: Wen hattest du zuletzt Angst zu verlieren?
es: ¿Quién fue la última persona que temiste perder?
fr: Qui est la dernière personne que tu as eu peur de perdre ?
it: Chi è l'ultima persona che avevi paura di perdere?
nl: Wie was de laatste persoon waarvan je bang was hem of haar te verliezen?
pt_br: Quem foi a última pessoa que você teve medo de perder?
pt_pt: Quem foi a última pessoa que tiveste medo de perder?

# qp_239
source: Describe what I could do to make you even happier
de: Beschreib, was ich tun könnte, um dich noch glücklicher zu machen.
es: Describe lo que podría hacer para hacerte aún más feliz
fr: Décris-moi ce que je pourrais faire pour te rendre encore plus heureux(se)
it: Descrivi cosa potrei fare per renderti ancora più felice
nl: Beschrijf wat ik zou kunnen doen om je nog gelukkiger te maken.
pt_br: Descreva o que eu poderia fazer para te deixar ainda mais feliz
pt_pt: Descreve o que eu poderia fazer para te deixar ainda mais feliz

# qp_240
source: What would you like people to finally understand about you?
de: Was sollen die Leute endlich über dich verstehen?
es: ¿Qué te gustaría que la gente por fin entendiera sobre ti?
fr: Qu'est-ce que tu aimerais qu'on comprenne enfin sur toi ?
it: Cosa vorresti che le persone capissero finalmente di te?
nl: Wat zouden mensen eindelijk over jou moeten begrijpen?
pt_br: O que você gostaria que as pessoas finalmente entendessem sobre você?
pt_pt: O que gostarias que as pessoas finalmente entendessem sobre ti?

# qp_241
source: What's the question you often ask others but avoid yourself?
de: Welche Frage stellst du oft anderen, gehst ihr aber selbst aus dem Weg?
es: ¿Cuál es la pregunta que a menudo haces a los demás pero evitas contigo mismo/a?
fr: Quelle est la question que tu poses souvent aux autres mais que tu fuis toi-même ?
it: Qual è la domanda che fai spesso agli altri ma eviti tu stesso/a?
nl: Welke vraag stel je vaak aan anderen maar vermijd je zelf?
pt_br: Qual é a pergunta que você costuma fazer aos outros, mas evita a si mesmo?
pt_pt: Qual é a pergunta que costumas fazer aos outros mas evitas a ti mesmo?

# qp_242
source: What's the most beautiful risk you've taken in your life?
de: Was war das schönste Risiko, das du in deinem Leben eingegangen bist?
es: ¿Cuál es el riesgo más hermoso que has tomado en tu vida?
fr: Quel est le plus beau risque que tu aies pris dans ta vie ?
it: Qual è il rischio più bello che hai preso nella tua vita?
nl: Wat is het mooiste risico dat je in je leven hebt genomen?
pt_br: Qual foi o risco mais bonito que você já correu na vida?
pt_pt: Qual foi o risco mais bonito que já correste na vida?

# qp_243
source: Have you ever felt a love stronger than reason?
de: Hast du schon mal eine Liebe gefühlt, die stärker war als die Vernunft?
es: ¿Alguna vez has sentido un amor más fuerte que la razón?
fr: As-tu déjà ressenti un amour plus fort que la raison ?
it: Hai mai provato un amore più forte della ragione?
nl: Heb je ooit een liefde gevoeld die sterker was dan de rede?
pt_br: Você já sentiu um amor mais forte do que a razão?
pt_pt: Já sentiste um amor mais forte do que a razão?

# qp_244
source: Do you think love is essential to have a fulfilling life?
de: Findest du, dass Liebe für ein erfülltes Leben unverzichtbar ist?
es: ¿Crees que el amor es esencial para tener una vida plena?
fr: Penses-tu que l'amour est indispensable pour avoir une vie épanouie ?
it: Pensi che l'amore sia essenziale per avere una vita appagante?
nl: Denk je dat liefde essentieel is om een vervuld leven te leiden?
pt_br: Você acha que o amor é essencial para uma vida plena?
pt_pt: Achas que o amor é essencial para uma vida plena?

# qp_245
source: What would you like to learn to love about yourself?
de: Was würdest du gerne an dir selbst lieben lernen?
es: ¿Qué te gustaría aprender a amar de ti mismo/a?
fr: Qu'est-ce que tu aimerais apprendre à aimer en toi ?
it: Cosa vorresti imparare ad amare di te stesso/a?
nl: Wat zou je willen leren liefhebben aan jezelf?
pt_br: O que você gostaria de aprender a amar em si mesmo?
pt_pt: O que gostarias de aprender a amar em ti mesmo?

# qp_246
source: Are you proud of the person you're becoming?
de: Bist du stolz auf die Person, die du gerade wirst?
es: ¿Estás orgulloso/a de la persona en la que te estás convirtiendo?
fr: Es-tu fière de la personne que tu deviens ?
it: Sei orgoglioso/a della persona che stai diventando?
nl: Ben je trots op de persoon die je aan het worden bent?
pt_br: Você está orgulhoso da pessoa que está se tornando?
pt_pt: Estás orgulhoso da pessoa em que te estás a tornar?

# qp_247
source: What could we do together to help us understand each other even better?
de: Was könnten wir zusammen tun, um uns noch besser zu verstehen?
es: ¿Qué podríamos hacer juntos para ayudarnos a comprendernos aún mejor?
fr: Qu'est ce que nous pourrions faire ensemble pour s'aider à se comprendre encore plus ?
it: Cosa potremmo fare insieme per aiutarci a capire ancora meglio?
nl: Wat zouden we samen kunnen doen om elkaar nog beter te begrijpen?
pt_br: O que poderíamos fazer juntos para nos compreendermos ainda melhor?
pt_pt: O que poderíamos fazer juntos para nos compreendermos ainda melhor?

# qp_248
source: If you could give advice to all the teenagers in the world, what would you say?
de: Wenn du allen Jugendlichen dieser Welt einen Rat geben könntest – was würdest du sagen?
es: Si pudieras darles un consejo a todos los adolescentes del mundo, ¿qué les dirías?
fr: Si tu pouvais donner un conseil à tous les adolescent(e)s du monde, que dirais-tu ?
it: Se potessi dare un consiglio a tutti gli adolescenti del mondo, cosa diresti?
nl: Als je alle tieners in de wereld advies kon geven, wat zou je zeggen?
pt_br: Se você pudesse dar um conselho a todos os adolescentes do mundo, o que diria?
pt_pt: Se pudesses dar um conselho a todos os adolescentes do mundo, o que dirias?

# qp_249
source: What do you respect most about me?
de: Was respektierst du am meisten an mir?
es: ¿Qué es lo que más respetas de mí?
fr: Qu'est ce que tu respectes le plus chez moi ?
it: Cosa rispetti di più di me?
nl: Wat respecteer je het meest aan mij?
pt_br: O que você mais respeita em mim?
pt_pt: O que mais respeitas em mim?

# qp_250
source: If you had the power to change one thing in this world, what would you change?
de: Wenn du die Macht hättest, eine Sache auf der Welt zu ändern – was würdest du ändern?
es: Si tuvieras el poder de cambiar una cosa en este mundo, ¿qué cambiarías?
fr: Si tu avais le pouvoir de changer une chose dans ce monde, tu changerais quoi ?
it: Se avessi il potere di cambiare una cosa in questo mondo, cosa cambieresti?
nl: Als je de macht had om één ding in deze wereld te veranderen, wat zou je veranderen?
pt_br: Se você tivesse o poder de mudar uma coisa neste mundo, o que mudaria?
pt_pt: Se tivesses o poder de mudar uma coisa neste mundo, o que mudarias?

# qp_251
source: Do you think shared moments of silence in a couple are important?
de: Findest du gemeinsame Momente der Stille in einer Beziehung wichtig?
es: ¿Crees que los momentos de silencio compartidos en una pareja son importantes?
fr: Penses-tu que les moments de silences partagés dans un couple sont important ?
it: Pensi che i momenti di silenzio condivisi in una coppia siano importanti?
nl: Vind je gedeelde momenten van stilte in een relatie belangrijk?
pt_br: Você acha importantes os momentos de silêncio compartilhados em um casal?
pt_pt: Achas importantes os momentos de silêncio partilhados num casal?

# qp_252
source: What's the part of you that has evolved most in recent years?
de: Welcher Teil von dir hat sich in den letzten Jahren am meisten weiterentwickelt?
es: ¿Cuál es la parte de ti que más ha evolucionado en los últimos años?
fr: Quelle est la part de toi qui a le plus évolué ces dernières années ?
it: Qual è la parte di te che è evoluta di più negli ultimi anni?
nl: Welk deel van jou is de afgelopen jaren het meest ontwikkeld?
pt_br: Qual é a parte de você que mais evoluiu nos últimos anos?
pt_pt: Qual é a parte de ti que mais evoluiu nos últimos anos?

# qp_253
source: Do you think boredom is a good thing for a child's development?
de: Findest du, dass Langeweile gut für die Entwicklung eines Kindes ist?
es: ¿Crees que el aburrimiento es algo bueno para el desarrollo de un niño?
fr: Penses-tu que l'ennuie est une bonne chose pour le développement d'un enfant ?
it: Pensi che la noia sia una cosa buona per lo sviluppo di un bambino?
nl: Denk je dat verveling goed is voor de ontwikkeling van een kind?
pt_br: Você acha que o tédio é uma coisa boa para o desenvolvimento de uma criança?
pt_pt: Achas que o tédio é uma coisa boa para o desenvolvimento de uma criança?

# qp_254
source: What could emotionally free you if you finally expressed it?
de: Was könnte dich emotional befreien, wenn du es endlich aussprechen würdest?
es: ¿Qué podría liberarte emocionalmente si por fin lo expresaras?
fr: Qu'est-ce qui pourrait te libérer émotionnellement si tu l'exprimais enfin ?
it: Cosa potrebbe liberarti emotivamente se finalmente lo esprimessi?
nl: Wat zou je emotioneel kunnen bevrijden als je het eindelijk uitte?
pt_br: O que poderia te libertar emocionalmente se você finalmente expressasse?
pt_pt: O que te poderia libertar emocionalmente se o expressasses finalmente?

# qp_255
source: Have you ever felt like your heart spoke a language no one understood?
de: Hattest du schon mal das Gefühl, dass dein Herz eine Sprache spricht, die niemand versteht?
es: ¿Alguna vez sentiste que tu corazón hablaba un idioma que nadie entendía?
fr: As-tu déjà ressenti que ton cœur parlait un langage que personne ne comprenait ?
it: Ti sei mai sentito come se il tuo cuore parlasse una lingua che nessuno capiva?
nl: Heb je ooit het gevoel gehad dat je hart een taal sprak die niemand begreep?
pt_br: Você já sentiu que seu coração falava uma língua que ninguém entendia?
pt_pt: Alguma vez sentiste que o teu coração falava uma língua que ninguém compreendia?

# qp_256
source: What's the question you'd never want to be asked? Why?
de: Welche Frage willst du niemals gestellt bekommen? Warum?
es: ¿Cuál es la pregunta que nunca querrías que te hicieran? ¿Por qué?
fr: Quelle est la question que tu n'aimerais jamais qu'on te pose ? Pourquoi ?
it: Qual è la domanda che non vorresti mai che ti facessero? Perché?
nl: Welke vraag zou je nooit willen dat je gesteld wordt? Waarom?
pt_br: Qual é a pergunta que você nunca gostaria que lhe fizessem? Por quê?
pt_pt: Qual é a pergunta que nunca gostarias que te fizessem? Porquê?
